---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeShowStairPath
source: html/2e9c7153-707c-42f6-d442-d648c1235530.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeShowStairPath Property

"Show Stair Path in Plan": Show Stair Path in Plan

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeShowStairPath { get; }
```